[
    {
        "title": "Time",
        "summary": "When I opened the box, I was blown away. ",
        "author": "Benedict C",
        "tags": [
            "History-Time-Mystery-Travel-Story"
        ],
        "id": "time",
        "content": "‘How did this get here?’ I thought to myself as I looked at the round, black box by my feet. \\tIt was a warm Sunday afternoon and I was in my back garden, planting some hydrangeas. My spade had been dented from the force of the impact. I now needed a new one before I could carry on with my planting, so I decided to investigate and discover what this box was. \\tEven though I’d dragged the box all the way into my shoebox of a kitchen, I couldn’t figure out how to open the wretched thing. After a lot of careful deliberation, I decided the best thing for it would be to whack it with a hammer. Since I didn’t have one (I made a mental note to buy one as soon as possible) I grabbed the next best thing: a rolling pin. After I’d whacked the lock three times as hard as I could, the box burst open. *I couldn’t believe my eyes!*\\tIt was full of lace, black and white pictures covered with stern faced people, and old teddies. It suddenly occurred to me that this could’ve been something really dangerous. Anyway, as I peeled back the photographs, I found a cornucopia of old, what appeared to be tea-stained letters. It was a time capsule. An actual time capsule. I guessed that it was from the Victorian era, judging by the amount of lace. \\tI wondered who left it, what this house was before it was mine, and what I was to do with this. I decided to read the letters, and discovered just how rich the Victorians could be, and just how poor they were. Some of them wrote about how they couldn’t even afford a loaf of bread, while others wrote about their drawing rooms being too small. \\t\\tInstantaneously, a bright light beamed up from the capsule. When I was blinded by the light, I felt my whole body sweep into the air. All of a sudden, I was swept into the capsule, and found I could hardly breathe…\\t"
    },
    {
        "title": "Artistic viewpoints",
        "summary": "A seemingly peculiar viewpoint of a street artist turns into reality as a school trip to Amsterdam goes horribly wrong.",
        "author": "Emily",
        "tags": [
            "School-trip",
            "mystery",
            "adventure",
            "teen-fiction"
        ],
        "id": "artisticviewpoints",
        "content": "The enthusiastic but often indistinguishable singing continued on the bus all the way to Amsterdam, excitement was evident and tangible from the whole year 12 class. The glow from the street lights made dancing reflections as we drove along the picturesque canals. The City alive with commuters and shoppers all on a mission with determined looks and high expectation as the build up to Christmas gained pace. Iconic buildings made the journey feel like we were moving through an old beautifully illustrated  picture book.With free time to explore the city we set off in our excited small groups. As we began to appreciate our freedom we quickly made our way through the many small cobbled streets taking in the sounds and smells you only notice abroad. You could tell we were tourists by the fresh eager but somewhat dazed looks we all seemed to have on our faces and of course the maps in our hands. We wanted to see everything we could in this short space of time, I spotted an artist sitting close to the canal and we were drawn towards him, taking a closer look at his work a strange sensation filled our minds as we realised the stunning view we thought he was painting was not what appeared on the easel. Now nervous and uncomfortable we move away but can sense the artist staring at us as we leave.We meet our class at the Anne Frank museum with a huge sense of relief being the first to get there the familiarity of our peers gave us back our confidence As we began the tour of the house where Anne Frank had survived during World War Two we were fascinated at her courage and strength despite being of a similar age we could be scared of our own shadow!As the tour continued and the museum revealed more and more astonishing facts transporting us to another time I suddenly realise the silence. No bustle of students, no chatter or noise.Only me and a friend were in the attic. I feel breathless with panic. My words jumbled and loud tumbled from my mouth as I raced down the steep narrow staircase to the entrance. Outside all  we saw as we stood on the  street was the piercing red brake lights of our coach as it turned the corner without us. With haste we ran passing the artist still by the canal only now our own view replicated the horror on his canvas."
    },
    {
        "title": "A Loved Man Has Died",
        "summary": "A look into the tragedy that blots the history of Leicester City from a personal view as the legacy of Vichai Srivaddhanaprabha.",
        "author": "Roan Clawson",
        "tags": [
            "Vichai",
            "Leicester",
            "helicopter",
            "crash",
            "football"
        ],
        "id": "alovedmanhasdied",
        "content": "A candle of hope was extinguished but a roaring bonfire of passion was produced. Thoughts of despair, disbelief, complete disregard for how this could possibly occur flooded unwaveringly into my thoughts. My grief exponentially ascended as I glanced around at the similarly despairing faces, solemnly gazing in the direction of the players, arm in arm. United as a city. Constant waves of emotion surged over this mourning stadium in a day where football was the backdrop to an incomparable tragedy. Two weeks ago a helicopter crashed outside this shrine of belief, community and support. Memorials lined the stadium in the succeeding days, growing like army fighting this tragedy that fans around the world just cannot comprehend. As thirty thousand members of this wall of blue hold aloft their scarves around me in a minute of silence remembering a great man, made greater by his passion for the club and the unbreakable connection made between him and the supporters. Not only the thirty thousand supporters inside stadium held aloft their scarves, metaphorically, scarves were held above their heads by supporters of all clubs around the globe, to which his endeavours allowed them to dream.Memories from two years ago struck fans like a lightning bolt as hope was instilled for many in a time where all hope was seemingly lost through the riches of Manchester City, Chelsea and the others that make up ‘the big six’. An underdog story for the ages directed by this great man and it would never have been possible without this his support. The mastermind behind the 5000-1 miracle was dead. The man who sent my beloved club from administration to admiration was dead. The man who gave the fans free beers and travelling away fans free breakfast was dead. A loved man was dead.But the roaring of the bonfire continued as the passion of all footballing fans was displayed in the aftermath of this tragedy.R.I.P Vichai Srivaddhanaprabha"
    },
    {
        "title": "Chicken on the Barby",
        "summary": "It’s a normal day on the beach except everyone is probably gonna die",
        "author": "Jeremy Kyle",
        "tags": [
            "Beach",
            "children",
            "chicken",
            "barbecue",
            "gone"
        ],
        "id": "chickenonthebarby",
        "content": "Meat sizzled on the barbecue, wafting the enticing scent down the beach, swept by the winds which wrapped around the coast. Though they were not cold winds, instead warm gentle winds, bringing calm and serenity into the bay satisfying the children that played all day long. No parents to tell them to leave. They didn’t notice and they didn’t care, children were oblivious at the best time and the gentle lapping waves were more than a distraction. So they played and played, oblivious to the absence of their elders.Many hours had passed and the children began to grow hungry, it didn’t take a lot to distract these children, but we already knew that, and it didn’t take long for them to notice the meat cooking back on shore, so off they went splashing the gentle waters and soon padding along soft golden sand, that sparked in the sunlight. There was no parents to tell them to stop eating, so they didn’t. They gobbled it down in minutes, all their tiny mouths chomping down on the meat. Meat. They weren’t sure what the meat was, but it tasted like chicken and it tasted good. So they gobbled it all down and emptied the barbecue, not a care in the world, no parents to tell them to stop. Satisfied they lied down on the beach, the soft sand surrounding them and sucking them into a sleep so good they didn’t wake up. All people knew was there was no children or parents there when the police turned up just footprints and more meat cooking on the barbecue. It tasted like chicken, but it really wasn’t..."
    },
    {
        "title": "Non - fiction",
        "summary": "A girl is given a book by her best friend for her birthday but the plot in the story turns out to be his plot against her.",
        "author": "Lucy",
        "tags": [
            "Murder"
        ],
        "id": "nonfiction",
        "content": "Waves washed over her body, water diluted red by the glistening, blossoming flower swirling from the gaping wound on her back. The moons glow projected a spotlight on the disheveled figure with her inky black hair framing her bobbing head. Distant midnight black empty eyes, wide with fear, reveal the obvious terror she had felt in her last moment. Crimson lips set in a  hard thin line emphasised her pale ghostly skin making her appear strangely hollow. Lapping waves filled and erased the footprints leading towards the scene. Slowly the body ebbed and flowed gently caressed by the foamy water gradually moving her away into the vast ocean. A rustle of leaves and heavy breath, was the only evidence of her murderer making their escape.Placing the book on her bedside table, she climbed into bed still pondering her read. It was a school night, so she went to bed punctually at 9:30pm knowing exams would commence in the morning, she was filled with dread rather than high expectations. Eventually she fell into an unsettled sleep, dreaming haunted dreams of forever running from her pursuer as he gained ground, growing closer and closer and closer-A piercing wale broke her slumber, 6:45am, time for school. Heaving herself from her bed she began the back breaking task of getting ready for school. 8:45am, her bus pulled up in the school car park and as she dismounted, she was greeted by her best friend Daniel. He marvelled at her, cropped blond hair a curly mess crowning her brow, long tanned limbs not properly proportioned yet, wide soft blue eyes which crinkle at the corners when she smiled, creased boyish clothes hung off her thin frame, she juggled the book he bought her for her recent birthday along with the mountain of folders and revision notes she balanced in her arms. He adored her. He has loved her from the moment they met. But she would never feel that way about him. He knew. The action was automatic. His hand moved swiftly to his pocket with determined fingers closing around the knife. His mind clear, thoughts limited to one motive.Waves washed over her body, water diluted red by the glistening, blossoming flower swirling from the gaping wound on her back. The moons glow projected a spotlight on the disheveled figure with her blond curly hair framing her head. Distant midnight black empty eyes, wide with fear, reveal the obvious terror she had felt in her last moment. Crimson lips set a hard line emphasised her pale ghostly skin making her appear strangely hollow. Lapping waves filled and erased the footprints leading towards the scene. Slowly the body ebbed and flowed, gently caressed by the foamy water gradually moving her away into the vast ocean A rustle of leaves and heavy breath, was the only evidence of her murderer making their escape......... Daniel looked back one last time on his love."
    },
    {
        "title": "Daman",
        "summary": "The story of a satanic child, neglected from birth but something darker, more demonic plagued his mind...",
        "author": "Emmdog Marsh69",
        "tags": [
            "Horror",
            "Mystery",
            "Murder",
            "Supernatural",
            "Hell "
        ],
        "id": "daman",
        "content": "Daman was always very secluded, even as a child. His mother always knew that something darker, more demonic than she'd ever seen plagued his mind. This delighted her. The Sims family barely survived. Neglected by modern society, shunned and ashamed. Existing deep in the destitute Texan country, praying on the all American soil and the vulnerable passers-by it provided,  to survive in a cruel and merciless world. They felt no shame. Not anymore. They weren't going to conceal who they were ever again and although they were partially content, they wanted more. They no longer cared about being accepted by the modern world they so desperately despised. They no longer had to conceal the demons that had been swarming inside them for generations. But they all wanted more. Daman’s life was simple and he resented it. Until Daman’s day of reckoning dawned. Swarmed around the reluctant prey bound to the frail oak table; Daman's deranged family glared in awe. Daman knew this was his breakthrough, his chance to finally please his monstrous kin. Now or never. As a final plea for mercy dripped down a pulverised cheek, Daman pounced at the face of the unwilling victim. Screams. Screams of horror satisfied the depraved minds. Screams of eternal agony clashed with the satanic screams of joy and laughter. Daman was in shock, his sinning mouth agape. The lifeless cadaver quickly grew pale. Crimson stained the creaky wooden floor for decades. God failed him. Monstrosity was what Daman craved, a newfound bloodlust flooded his veins. As Daman grew older more unsuspecting victims plummeted into the Sims family wrath. Child, woman, man, weak or strong, the perpetrators didn’t care, anyone putting up a fight would suffice. The thrill of the hunt was a release of anger and hostility built up from the shame that they'd all been persecuted decades for. Blood was the prize. The all American Hell was Daman's heaven. The lust for slaughter was Daman's passion. The godforsaken ranch sparkled ominously in the night and the aura of Daman’s paradise averted the sane. Daman was enveloped by his dream. A dusk dawned and Daman was swarmed by his deranged family. Unsuccessful in escaping from the frail oak table, as the sinful eyes pierced his heart, one final drop of betrayal trickled down an abandoned cheek. Daman was in shock, his sinning mouth agape. Daman's face grew white. Satan failed him."
    },
    {
        "title": "Scarred",
        "summary": "Ayala is a mystery. There is something about her which just doesn’t add up. One day, the horrifying truth is revealed, but is it all too late?",
        "author": "A.S",
        "tags": [
            "Ayala",
            "burn",
            "school",
            "Graye",
            "teacher"
        ],
        "id": "scarred",
        "content": "Her eyes were like the sea, deep and unknown, unblinkingly fixed on the empty board. When you looked at them, you could see her thoughts drowning out her mind. Her thick hair was dyed a raven black and spiralled down to her bony waist. Her skin, which was as pale as the clouds that hung in the grey sky, looked as if it has been stretched around her head, her skull straining to be released from the prison that was her body. Her lips were the only bright thing about her, and shone from her face like a torch. But when you first meet Ayala, your eyes are drawn immediately to a large burn-mark which streaks through her otherwise clear skin. It leads in an A shape, about 8cm long from her left ear to the bridge of her nose, cutting through her thin face. No one knew how Ayala had got the burn, in fact no one knew anything much about her at all. The only person she seemed to have any kind of connection with was Mr Graye, our history teacher. Mr Graye was the kind of teacher who couldn’t stand bad students. He was very strict and anyone who didn't get an A in his tests would get a warning. If you got two warnings he would see you at the end of school ‘for a punishment’. However, people wanted to avoid this at all costs so the behaviour was usually good in his classes. It was just Ayala who sat at the back and stared at the board instead of working. If you watched closely, when he looked at her you could see his eyes lock with hers and a silent conversation would pass between them. A tension as thick as her hair hung in the air, broken only by the piercing school bell. As the class got up to leave, I watched as Mr Graye strode to Ayala’s desk. He put a bony hand on her isolated worksheet then in his pocket, and it returned with a stamp. With unnecessary force, he stamped her empty page with an A stamp, about 8cm long... The hum of high-school life was loud, but I could’ve sworn he whispered ‘a warning’ into her left ear. The one scarred for life by the burn-mark. "
    },
    {
        "title": "An Axe and A Teacup",
        "summary": "A very short, confusing, but dark story",
        "author": "Keiron",
        "tags": [
            "Dark",
            "gothic",
            "mystery",
            "thriller",
            "confusion"
        ],
        "id": "anaxeandateacup",
        "content": "The moonlight glimmered against the window pane, Oscar stared with an empty expression at his feet. His Dad was busy chopping trees outside. His Mum drinking tea in the living room. However, his Brother, an introvert, always playing on his xbox. Constantly enveloped in made-up worlds.He glanced back at his computer, completely stuck on an agonising English essay that wouldn’t budge in his mind. Doves were cooing violently in his chimney, constantly using noise as a way of expressing their pain. Oscar forced his hands to type on the keyboard, dragging them to each key, even if the words made no sense. He didn’t care. He never cared.He peered, again, through the gloomy window into the night. However, this time, his Dad was no longer chopping wood. Suddenly, a sharp piercing sound entered his left ear. His head began to ring, his mind was racing. His first instinct was to rush downstairs to see what happened, he stumbled into the kitchen and all of his beautiful dreams and hopes were immediately extricated from his mind. The scene that lay before him was unimaginably excruciating to witness, he couldn’t handle it. Before he could grab at anything to keep him afloat. He sunk. To the deepest depths of the darkest ocean. His brain was enveloped in nothingness, but before he reached the end, he was brought sharply back to reality as he hit the floor with a thud. The last image that passed in front of his eyes before the end was simple. A bloody axe. A smashed tea cup. A ruined future."
    },
    {
        "title": "Flight",
        "summary": "Remembering the event was not hard. My worst nightmare in fact. So what happens when the nightmare abruptly comes true? ",
        "author": "Anonymous",
        "tags": [
            "Nightmares",
            "Crash",
            "Disaster",
            "Tradgedy",
            "Tension"
        ],
        "id": "flight",
        "content": "I remember it all so vividly. The event replaying constantly like a broken tape. The screams, the flashing lights and the darkness. The darkness. December the 17th. The pure, innocent snow covered the runway, untouched. As the plane charged down the runway, I noticed the perfect clouds arranged equally in the crisp sky. Fingers crossed, eyes closed, heartbeat loud. Suddenly, the plane swiftly yet calmly lifted above land and floated into the crisp sky. With my eyes slowly adjusting to the atmosphere, they quickly averted to the small houses decreasing in size. Even with someone who has a pure fear of flight, the sight was without a doubt beautiful. Glistening crystals infested small dots which appeared to be houses and figurine like cars moved daintily down the long, winding road. As I explained before, it was-A jerk rocked the cabin. What once was a peaceful atmosphere suddenly turned to muttering and silent panic between people. ‘Ladies and Gentleman, this is your captain speaking. There has been a slight dilemma which will result in us diverting back to the Airport. Please fasten your seatbelt and may I remind you that smoking is not permitted’. Words cascaded throughout the cabin as multiple people tried to understand what the ‘dilemma’ may result in. A black fog swept before my eyes and the vibrating floor began to tilt beneath me. This can't be happening. Not now and not today. Unexpectedly, the phrase bird strike flew through the cabin which resulted in utter panic. The airport must be at least 200 miles away; if a bird strike had occurred that would result in the plane to not have enough fuel to reach the destination. ‘Brace, brace, brace! Heads down stay down!!’ Screams infected and swarmed the compacted space. Three seconds, two seconds, 1-. Black."
    },
    {
        "title": "Inside Man",
        "summary": "He was just a regular man doing his duty when he went in, what was he wen he came out?",
        "author": "AW Stacky",
        "tags": [
            "Tension",
            "Horror",
            "Murder",
            "Suspense",
            "Prison",
            "Psychological "
        ],
        "id": "insideman",
        "content": "Death row. Although he would never die. Sat, wondering, thinking today was the day. After 14 of living like an animal with animals. He was just an agent when he went in, but what was he when he came out? As he walked out of the gates the car was waiting, murdered out black, long and sleek. As he put his chain-free hands forwards to grip onto the car door handle, he took a breath like a swimmer gasping for air. Worried. ‘Welcome agent Black’. Black climbed in different, slumped, beaten. Broken. He sat silently. Waiting. Patient. I repeated ‘Welcome back agent Black. He stayed still like a statue until the still figure broke. Quivering. I turned away from the agent and looked outside of the window, as the car pulled away. I stared out the window, dull and barren. As I swiped my eyesight back into the car it was there... looking, smiling, but not a normal smile. Like a scene form the bible, like a devil. It hit me, this wasn’t agent black who I sent in to the prison. This was a serial killer.I heard it whistle through the air as the trigger fell back. The car was murdered out black. Now Black had murdered out"
    },
    {
        "title": "He was gone and then he wasn’t ",
        "summary": "Her dad was dead, her mum had found a replacement too quickly, and they had left her home alone for the day but more than she expects will occur....",
        "author": "Not telling u",
        "tags": [
            "Suspense",
            "mystery",
            "exciting",
            "thriller",
            "emotional"
        ],
        "id": "hewasgoneandthenhewasnt",
        "content": "It was impossible. It wasn’t plausible. It couldn’t be happening...and yet.. it was.I was home alone. My mother and step father had gone out to content themselves in garden centres which surprised me because Mum hadn’t been to one since the accident... I was loafing around the house in my pyjamas, unable to challenge myself with any physical movement. I had lost all track of time and so, as I dragged my unwilling limbs to the kitchen to check the time, I noticed something odd. The rose gold, analogue clock which hung proudly on the back wall was ticking at an abnormal and seemingly unstoppable pace. That wasn’t all. My limbs woke up as I began a dazed search for my phone and watch to see if they held the correct time. Sure enough, they too were rapidly malfunctioning, escaping the normalised time pattern. However, what struck me as the oddest thing of all, was that every single time telling device that we owned, was going backwards...I was never a believer of the paranormal. To me the stories were like personalised ways for people to cope with the idea of death. Nobody likes the unpredictability and obscurity of afterlife but right now, in this situation, as I was home alone, my views were changing. There was no rational explanation or solution to this madness, I didn’t know how to react. Should I be scared? Was it the work of ‘evil spirits’ as my highly religious grandmother would say? No that’s silly. My head span and span. However, through the chaos, I stood, eyes fixed on the wall clock, when all of a sudden...It just stopped. Dead. 6pm. Why 6pm? What was so special about 6pm?Amongst the haze, I noticed a shadowy figure through the window of out back door, like the grim reaper appearing to claim me from the safety of our kitchen. The deafening silence was broken by the shrieking of hinges as the accidentally unlocked door slowly creaked open. My heart was pounding and I urged myself to move as far away from danger as possible but my muscles were frozen. Ever so slowly, the figure revealed itself from behind the door which was the only thing keeping us apart. As soon as I saw him, I gasped. It was impossible. It wasn’t plausible. It couldn’t be happening...and yet... it was.....It was my Dad.... Only, it really couldn’t be..... because my dad had died 5 years ago in a fire, trapped beneath the burning embers of our old house....on Tuesday the 19th of October. 6pm...."
    },
    {
        "title": "Brothers In Arms",
        "summary": "Tap. Tap. Tap. It came from below... ",
        "author": "Osaka Bin",
        "tags": [
            "Murder",
            "Thriller",
            "Tense",
            "Death",
            "Monster "
        ],
        "id": "brothersinarms",
        "content": "Tap. Tap. Tap. It scuttles, chasing. Slap. Slap. Slap. His bare feet pounded the corridor floor as his deep breaths forced his rib cage out, before letting it collapse again. Silence. He searched the hallway, empty, had it left him? Or was it toying with its food? Tap. Tap. Tap.He awoke, jerking straight up his head almost hitting the bunk above him. The muffled breaths of his brother, in the bunk above, just heard over the deafening silence that filled the house. He clambered up and out of the silk sheets that cocooned his body. He gently made his way down the stairs careful not to hit the creeks and eeks hiding under the carpet. He glanced down the hallway clear as it was every night, the gentle tap of dripping water sounded. Tap. Tap. Tap. Coming from the kitchen. He shivered. Tap. Tap. Reaching the kitchen he turned off the tap but the noise continued, it came from; below? He crouched resting his ruffled hair against the bare boards. There. He heard it again. Tap. Tap. Tap. He reached into the corner cupboard where his dad stores his tools reaching for a crowbar. He prayed away the floorboards from their dormant position. He peers in, eyes adjusting to the darkness below, he never knew there was a basement in this house. Tap. Tap. Tap. This time it’s louder almost inside his head. There! A black shadow scuttles out of view. He jerks back away from the hole and begins sprinting down the hallway.Tap. Tap. Tap. It scuttles, chasing. Slap. Slap. Slap. His bare feet pounded the corridor floor as his deep breaths forced his rib cage out, before letting it collapse again. Silence. He searched the hallway, empty, had it left him? Or was it toying with its food? Tap. Tap. Tap. He wakes and checks the bunk below, empty? Tap. Tap. Maybe he went for his paper round early. Tap. What is that? Tap. He heads downstairs. Tap. Tap. As he reaches further down the stairs he is able to see more. First a puddle of red, next 2 hanging feet, finally his brothers body swinging from a rope. What he didn’t see or hear was the black shadow above him or it jumping from the roof down towards. Neither did the police find them or hear the slow rhythmic, Tap. Tap. Tap. "
    },
    {
        "title": "The man with The Suitcase",
        "summary": "I've never been a fan of air travel, but this time was different A mysteriously dishevelled  man and the suitcase he carried were soon to cause chaos.",
        "author": "Anonymous",
        "tags": [
            "Mystery",
            "thriller",
            "suspense"
        ],
        "id": "themanwiththesuitcase",
        "content": "I've never been a fan of air travel. Aeroplanes, helicopters, all the lot, there's just something so unnatural about hurtling through the air at such a high velocity in a metal container, your entire life as you know it in the hands of people you've never even met before. And this time was no different. I'd made my way through the tedious hours of security and was finally sat in my designated seat. G14. It was only then when I took notice of my pulse, my heart was racing so rapidly that I could feel it in my throat and I could feel my airways closing with every shaky breath. I closed my eyes and sat back into my seat, attempting to filter out my anxiety. That was until I was disrupted by a man taking his seat across the aisle. There was something peculiar about him from the beginning however I couldn't quite place my finger on what it was. Maybe it was the sunglasses, the cap pulled down over his crinkled brow, or the baggy and oversized style of clothing.I pondered his appearance for a while after takeoff, almost overlooking the odd manner of his behaviour as I tried not to stare. I could almost feel the floor vibrating from the constant tapping of his unsteady feet, I noticed his eyes darting from face to face and occasionally forced myself to meet his gaze. Bloodshot, with a strong sense of panic yet an underlying appearance of contrived calm.That's when I heard it. Slowly and quietly at first but growing increasingly intense, a mellow beeping noise coming from the mans hand luggage. My heart sped back up to an alarming rate…he knew I'd heard it. His lightless eyes staring right through me, a small grin flashed across his dishevelled face as he rose to his feet and reached for his bag which was still emitting the dull beep. I was paralysed as I watched him. Slinging the bag into an overhead compartment he began to hurry the length of the plane. Paralysed, I closed my eyes once again and embraced the chaos ensuing around me. Paralysed. The beeping continued. Paralysed. The beeping stopped."
    },
    {
        "title": "Masked Man",
        "summary": "A kidnapping-based thriller",
        "author": "Tom Bland",
        "tags": [
            "Kidnap",
            "Mask"
        ],
        "id": "maskedman",
        "content": "That familiar tone of my phone alarm rang through loud and clear, just as it always does, jolting me from my deep sleep. After awaking, my eyelids droop and my eyes glint under the harsh, naked bulb dangling from the unrecognisable ceiling. I look to my left and something is wrong. The windows to this room are barred, the iron wrought and twisted like a withered arm, this room isn’t even one I recognise. I run to the door, pounding and pulling, but it is locked from the outside. I attempt to kick it down but the rough oak holds strong. I check the windows, grasping at the shattered glass and splintered frame just past the bars, the fresh air rushing in, teasing the idea of escape. The light begins to flicker, the bulb swaying back and forth, back and forth, and as I begin to shout for help the bulb dies, and the light fades away as the filament glows from the heat, leaving an ominous orange smoulder. The door slams open and a masked figure grabs me, shoving me in the back of a 4x4 with a bag over my head and a zip tie around my wrists.The car engine shudders as it comes to a stop, the tyres squealing on the freshly layed tarmac. The masked man grabs me from the torn leather seat and throws me into the centre of a group of men, women and children, all in the same masks as the one who brought me before them, stood swaying in the wind, unblinking, their pupils darting between myself and one another. They amble closer, blocking out the embers of the waning fire behind them."
    },
    {
        "title": "Live by the Sword, Die by the Sword",
        "summary": "James is a schoolboy who loves drama, he has a big show coming up and has to decide what to do.",
        "author": "Tom Owen",
        "tags": [
            "Murder",
            "death",
            "thriller"
        ],
        "id": "livebythesworddiebythesword",
        "content": "James walked slowly into school. As usual, history felt like it took five years and music was boring. He headed over to the Hall, it was five hours until the first show. They practiced and practiced and practiced, until he felt as if he wanted to fall on his sword. His understudy took over, practicing and practicing until he too wanted to fall on his sword. James stumbled over to the water machine and drank 3 cups instantly. As he began his fourth he admired the gleaming Kodachi (a Japanese sword for the final show). It was sharp to touch and perfectly reflected beams of sunlight onto the opposite wall. This was his show, he would use it to surprise the audience as well as the cast. He returned to his lessons. He was a very clever student, all As in fact. He knew nothing but to try his best. It didn’t seem surprising that he was the star of the performance. At lunch he returned to the hall. He practiced and practiced again. As usual he inspected the Kodachi. The night of the first show came and went. As did the second and the third. On the fourth he forgot one line and was laughed at by the entire audience. He was ill for the fifth and sixth.The finale. Smoke rose around the stage creating an eerie atmosphere. The show started, he spoke his lines clearly and didn’t make the slightest mistake. At the interval he saw his parents. They went back to their seats. The majestic curtains started to open. The audience screamed. There it was, in the centre of the stage. The shiny gleaming sword had claimed its first victim, the understudy started to perform, unaware of the dead boy behind him."
    },
    {
        "title": "Bribe",
        "summary": "Someone's been kidnapped. How, why and where is she?",
        "author": "Lucy Rees",
        "tags": [
            "Kidnap",
            "Drama",
            "Emotion",
            "Mystery",
            "Dark"
        ],
        "id": "bribe",
        "content": "Left. Right. Straight on. Two lefts. Third exit. 3 rights. Straight on for around 5 minutes. First exit. Left. Left again. Right. I’m not going insane. I will not go insane. These voices aren’t here. The voices aren’t real. It’s his mind games. He wants this. I am not going insane.The van door slams, echoing into oblivion with the sounds ricocheting into desolation. Specks of light barely force their way to my eyes, weaving through the black material strung along my head. My wrists are raw and sore, so burnt by the rope that my eyes try and release a trickle of water like liquid from a tap. However I won’t let it. The flood barriers stand tall and stable, a block for my sadness being seen. I look a mess. A bird's nest is balanced on my head like an ungraceful gymnast clinging onto a beam. My clothes hang limp and ragged after being torn to shreds by the constant violent actions committed to my limbs. After experiencing being dragged across the gravel like a mop to the floor, my skeleton is forced into a chair and the blindfold ripped from my head. Everything is black. The noise of children crying surrounds my mind and engulfs my emotions as the constant reminder of how helpless I am fills my thoughts. I have to distract myself, so I think of my mother. I think of how scared she must be. Is she looking for me? She won’t find me. Her face fills my vision, tears dripping down her nose, worry her only thought as she experiences such depression flowing through her body. I wander if she’ll blame herself for my disappearance. It’s not her fault. I had to do what was right so I took the bribe. And now I am stuck here forever. "
    },
    {
        "title": "Trampoline",
        "summary": "Horror can lurk in the most innocent places",
        "author": "VWL",
        "tags": [
            "Horror",
            "Flash-Fiction"
        ],
        "id": "trampoline",
        "content": "It was unusually quiet on the street tonight.Usually, there’s always a raucous riot from the middle house of the short terrace of three opposite. In an otherwise sleepy village, such disturbance was sure to attract snide comments, from especially their immediate neighbours: the Antonios, only recently moved into the dilapidated house on the left by the council, and the young couple on the right, running their butchers’ in the nearby market town.On the day of their arrival, the new occupants caused some stifled outrage by uprooting the ancient yew hedges bordering theirs and their neighbours’ houses. They went on to tarmac the front lawn and put a trampoline in it. The five children, ranging between 3 and 10, were constantly seen on it, fighting, screaming and occasionally shouting obscenities to the ever decreasing passers-by.For the house to be so lifeless was unusual.Full moon, and the air was as still as if scared stiff of some invisible predator.The villagers began to gather outside the eerily quiet house: one by one or in small groups as if pulled by some unstoppable gravity. Soon, everyone was on the street – except the Antonios and the butchers.The witnesses were confronted with a grisly carnage when they finally kicked the front door in. The sickly yellow moonlight sliced in the hallway.The youngest first, then the four-year-old, the most foul-mouthed one next, the twins completed the circle – hand-in-hand, crossed-legged, around the blood-soaked trampoline. Inside, a heap of dismembered bodies were found. . . .Nobody ever go near that short terrace of three after that night, the night when the yellow moonlight crept on the trampoline."
    },
    {
        "title": "The Death of Tom",
        "summary": "Tom is killed.",
        "author": "Edmund Jagger",
        "tags": [
            "murder",
            "cats"
        ],
        "id": "thedeathoftom",
        "content": "As the bright summer’s day turned to a gloomy night, the busy streets and roads quietened and the energetic country became tired. Tom was returning to his home through the deserted alleyways. They were completely empty apart from the occasional bike, rubbish bin or cheap, broken-down car.\n\nThe day so far had gone like any other normal Saturday. He went into the shop at 8am, worked till 9pm and then spent the rest of his evening in the pub with his friends, drinking and chatting the night away. However there was one difference from other Saturdays, in that he overspent and could not afford a taxi. He had taken his car but he found himself too drunk to get in to it. So without a second thought, he got on his way, and started to walk home. As he walked, he remembered that he had promised his wife that he would be home by eleven. So he decided to rush and take shortcuts through alleyways. \n\nHe did not realise that this decision would end his life.\n\nEntering a damp narrow alley, he heard a glass-shattering hiss as a small shadow sprinted past. He realised that this shadow was a cat, black as night. Then looming ominously behind it came a much bigger shadow, moving slowly towards him. He felt a shock of dread and fear and started to run but in his drunken state he toppled over and heard a crack in his leg as he hit the floor. He attempted to scramble in pain as the figure became nearer and clearer. “What are you doing here? What do you want with me this time?” Tom shrieked before he faded out of consciousness as the first blow struck him."
    },
    {
        "title": "Undercover",
        "summary": "An undercover mission. In the Mafia. It’s going smoothly so far. Too smoothly.",
        "author": "Emma M",
        "tags": [
            "Murder",
            "Police",
            "Thriller",
            "Mafia",
            "Detective"
        ],
        "id": "undercover",
        "content": "He was blanketed by darkness. His feet trod lightly across they sand as his hand gripped a small pistol deep in the pockets of a trench coat. The waves crashed onto the beach so loud that he couldn’t hear the footsteps behind him. So he continued, a rhythmical, robotic walk but he was paranoid. Completely paranoid. His hands were shaking in his pockets and a bead of sweat slowly ran down his forehead. He kept telling himself that he had a gun, he was prepared, it would all be fine, why would anyone follow him? How would they know? But this did nothing to comfort him. Nothing.\n\nHis head was spinning but he he still had to focus on the case, he didn’t that they knew. So he had to keep going, keep pushing for more information or they’d never go down.\n\nThere were still footsteps, but still he could not hear them for the violent water was constantly crashing down onto the golden sand. So he carried on walking, continued to think of every single possibility in his head. A knife, a club, a gun? He shivered as he realised it would probably be much worse than that. After 6 and a half months he’d discovered how twisted and cruel these people were. They had no sympathy, no empathy. They could kill a child without giving it any thought. They’d torture him for hours, days, weeks even. There was no chance whatsoever they’d waste the opportunity, that they’d let him go.\n\nHis heart skipped a beat.\n\nAll he glimpsed was a movement behind him, but somehow he knew. He knew they were there for him. To kill him.\n\n“Sergeant.”\n\nHe gulped.\n\nA masked face stepped out in front of him. A noose slung over his shoulder.\n\nThat was the last thing he ever saw."
    }
]